# Clone of cat(1) with syntax highlighting and Git integration
tap "kcl-lang/tap"
brew "kuttl-cli"
tap "kudobuilder/tap"
brew "kcl-lang/tap/kcl"

brew "stefanprodan/tap/timoni"
brew "oven-sh/bun/bun"
brew "buf"
brew "just"
brew "testkube"
brew "popeye"
brew "kubent"
brew "argo"
brew "flux"
# brew "argo-cd"
brew "linkerd"
brew "kubescape"
brew "bacon"
brew "nushell"
brew "fzf"
brew "bat"
brew "go-task"
brew "kustomize"
brew "stow"
brew "starship"
brew "vcluster"
brew "kubevela"
brew "kubeseal"
brew "k9s"
brew "kind"
brew "gh"
brew "lazygit"
brew "argocd"
brew "node"
brew "pnpm"
brew "awscli"
brew "helm"
brew "minikube"
brew "kubectx"
brew "pulumi"
brew "tilt"
brew "zoxide"
brew "eza"
cask "arc"
cask "raycast"
cask "visual-studio-code"
cask "warp"
cask "gitkraken"
cask "ghostty"
cask "discord"
cask "mongodb-compass"
