# Clone of cat(1) with syntax highlighting and Git integration
tap "kcl-lang/tap"
brew "kcl-lang/tap/kcl"
tap "KusionStack/tap"
brew "KusionStack/tap/kusion"
# tap "kudobuilder/tap"

tap "dapr/tap"
brew "dapr/tap/dapr-cli"
brew "doctl"
brew "ollama"
brew "upbound/tap/up"
brew "protobuf"
brew "istioctl"
brew "crossplane"
brew "stefanprodan/tap/timoni"
brew "deno"
brew "oven-sh/bun/bun"
brew "buf"
brew "just"
brew "testkube"
brew "popeye"
brew "kubent"
brew "kuttl-cli"
brew "argo"
tap "minio/stable"
brew "minio/stable/minio"
brew "minio/stable/mc"
brew "uv"
brew "flux"
brew "vals"
brew "linkerd"
brew "kubescape"
brew "bacon"
brew "nushell"
brew "fzf"
brew "bat"
brew "go-task"
brew "kustomize"
brew "stow"
brew "starship"
brew "vcluster"
brew "kubevela"
brew "kubeseal"
brew "k9s"
brew "kind"
brew "gh"
brew "lazygit"
brew "argocd"
brew "zig"
brew "node"
brew "pnpm"
brew "awscli"
brew "helm"
brew "kompose"
brew "helmfile"
brew "minikube"
brew "kubectx"
brew "pulumi"
brew "tilt"
brew "zoxide"
brew "eza"
cask "arc"
cask "raycast"
cask "visual-studio-code"
cask "warp"
cask "gitkraken"
cask "ghostty"
cask "discord"
cask "google-cloud-sdk"
cask "mongodb-compass"
cask "microsoft-teams"
cask "zoom"
cask "obsidian"
cask "pgadmin4"
cask "medis"
cask "redis-insight"
cask "multipass"
# cask "docker"
# cask "jetbrains-toolbox"
